auction/backend/controllers/LoginController.php

	public function actionLogin(){
		// 登陆接口
		$username = Yii::$app->request->post('username');
		$password = Yii::$app->request->post('password');
		// yii::$app->db;5
		$db = new AuUser();
		$res = $db->find()->where("username='$username' and password='$password'")->one();
---
SELECT * FROM `au_user` WHERE username='真真' and password='111'