yii/backend/controllers/AuctionController.php

SELECT * FROM `au_user` WHERE username='张三' and password='123'
---
    public function actionLogin(){
        $username = Yii::$app->request->post('username');
        $password = Yii::$app->request->post('password');
        $db = new AuUser();
        $res = $db->find()->where("username='$username' and password='$password'")->one();